var datasetfor2=[
  {
    "name": "十八届以前",
    "time": "2012/12/4",
    "time2": "2012/12/",
    "points": "对经济形势的判断",
    "detail": "我国经济趋于稳定，积极因素进一步增多，全年经济社会发展任务能够较好完成。"
  },
  {
    "name": "十八届以前",
    "time": "2012/12/4",
    "time2": "2012/12/",
    "points": "面临的困难",
    "detail": "经济发展面临的困难仍然较多，各种挑战不能低估。"
  },
  {
    "name": "十八届以前",
    "time": "2012/12/4",
    "time2": "2012/12/",
    "points": "工作任务和政策基调",
    "detail": "以提高经济增长质量和效益为中心，稳中求进，进一步深化改革开放，进一步强化创新驱动，加强和改善宏观调控，积极扩大国内需求，加大经济结构战略性调整力度，着力保障和改善民生，增强经济发展的内生活力和动力，实现经济持续健康发展和社会和谐稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2012/12/4",
    "time2": "2012/12/",
    "points": "内需",
    "detail": "要着力扩大国内需求，加快培育一批拉动力强的消费新增长点，促进投资稳定增长和结构优化，继续严格控制“两高”和产能过剩行业盲目扩张。"
  },
  {
    "name": "十八届以前",
    "time": "2012/12/4",
    "time2": "2012/12/",
    "points": "改革",
    "detail": "要扎实推进重点领域改革，扩大营业税改征增值税试点地区和行业范围，健全资源性产品价格形成机制，深化医药卫生体制改革，推进国有经济和农村改革，抓好科技、教育、文化、行政审批等领域改革。"
  },
  {
    "name": "十八届以前",
    "time": "2012/12/4",
    "time2": "2012/12/",
    "points": "房地产",
    "detail": "加强房地产市场调控和住房保障工作。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "对经济形势的判断",
    "detail": "经济社会发展呈现稳中有进的良好态势。经济运行总体平稳，转变经济发展方式有新进展，科技创新有新成绩，改革开放有新突破，改善民生有新成效。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "面临的困难",
    "detail": "不平衡、不协调、不可持续问题依然突出，经济增长下行压力和产能相对过剩的矛盾有所加剧，企业生产经营成本上升和创新能力不足的问题并存，金融领域存在潜在风险，经济发展和资源环境的矛盾仍然突出。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "国际形势",
    "detail": "世界经济低速增长态势仍将延续，各种形式的保护主义明显抬头，潜在通胀和资产泡沫的压力加大，世界经济已由危机前的快速发展期进入深度转型调整期。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "中国的国际机遇",
    "detail": "我国发展的重要战略机遇期在国际环境方面的内涵和条件发生很大变化。我们面临的机遇，不再是简单纳入全球分工体系、扩大出口、加快投资的传统机遇，而是倒逼我们扩大内需、提高创新能力、促进经济发展方式转变的新机遇。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "工作任务和政策基调",
    "detail": "以提高经济增长质量和效益为中心，稳中求进，进一步深化改革开放，进一步强化创新驱动，加强和改善宏观调控，积极扩大国内需求，加大经济结构战略性调整力度，着力保障和改善民生，增强经济发展的内生活力和动力，保持物价总水平基本稳定，实现经济持续健康发展和社会和谐稳定。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "内需",
    "detail": "要牢牢把握扩大内需这一战略基点，培育一批拉动力强的消费增长点，增强消费对经济增长的基础作用，发挥好投资对经济增长的关键作用。要增加并引导好民间投资，同时在打基础、利长远、惠民生、又不会造成重复建设的基础设施领域加大公共投资力度。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "财政政策和货币政策",
    "detail": "要继续实施积极的财政政策和稳健的货币政策，充分发挥逆周期调节和推动结构调整的作用。实施积极的财政政策，要结合税制改革完善结构性减税政策。各级政府要厉行节约，严格控制一般性支出，把钱用在刀刃上。实施稳健的货币政策，要注意把握好度，增强操作的灵活性。要适当扩大社会融资总规模，保持贷款适度增加，保持人民币汇率基本稳定，切实降低实体经济发展的融资成本。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "房地产",
    "detail": "要继续坚持房地产市场调控政策不动摇。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "风险",
    "detail": "要高度重视财政金融领域存在的风险隐患，坚决守住不发生系统性和区域性金融风险的底线。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "改革",
    "detail": "要落实好已经出台的改革措施，同时从解决当前突出矛盾出发，及时推出改革新举措。要深入研究全面深化体制改革的顶层设计和总体规划，明确提出改革总体方案、路线图、时间表。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "对外贸易",
    "detail": "稳定和扩大国际市场份额，发挥进口对结构调整的支持作用，促进国际收支趋向平衡。要加强外商投资权益和知识产权保护，稳定利用外资规模，扩大对外投资。要继续推进多双边经贸合作，加快实施自由贸易区战略。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2012/12/15-16",
    "time2": "2012/12/",
    "points": "对外开放",
    "detail": "稳定和扩大国际市场份额，发挥进口对结构调整的支持作用，促进国际收支趋向平衡。要加强外商投资权益和知识产权保护，稳定利用外资规模，扩大对外投资。要继续推进多双边经贸合作，加快实施自由贸易区战略。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "对经济形势的判断",
    "detail": "上半年主要经济指标处于年度预期目标的合理区间，经济社会发展总的开局是好的。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "面临的困难",
    "detail": "世界经济正在深度调整，国内外发展环境十分复杂。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "工作任务和政策基调",
    "detail": "坚持以提高经济发展质量和效益为中心，坚持宏观经济政策连续性、稳定性，提高针对性、协调性，根据经济形势变化，适时适度进行预调和微调，稳中有为。要统筹稳增长、调结构、促改革，积极扩大有效需求，着力推进转型升级，不断深化改革开放，着力保障和改善民生，确保完成全年经济社会发展主要任务。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "财政政策和货币政策",
    "detail": "继续实施积极的财政政策和稳健的货币政策，盘活存量、优化增量、着力提高财政资金使用效益，加大金融支持实体经济的力度，把钱用在刀刃上。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "内需",
    "detail": "积极释放有效需求，推动居民消费升级，保持合理投资增长。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "房地产",
    "detail": "促进房地产市场平稳健康发展。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "对外贸易",
    "detail": "努力稳定对外贸易，完善政策和服务，拓宽出口渠道，积极增加进口，有效应对贸易摩擦，鼓励有条件的企业到境外投资。"
  },
  {
    "name": "十八届以前",
    "time": "2013/7/30",
    "time2": "2013/7/",
    "points": "改革",
    "detail": "继续取消和下放行政审批事项，深入推进财税金融体制改革，积极稳妥推进资源性产品和环境价格改革，抓好综合配套改革试点。"
  },
  {
    "name": "十八届以前",
    "time": "2013/12/3",
    "time2": "2013/12/",
    "points": "对经济形势的判断",
    "detail": "经济社会发展稳中有进、稳中向好，全年主要预期目标能够较好完成，实现了良好开局。"
  },
  {
    "name": "十八届以前",
    "time": "2013/12/3",
    "time2": "2013/12/",
    "points": "面临的困难",
    "detail": "我国发展面临的国际环境和国内条件都在发生深刻而复杂的变化，挑战和机遇并存。"
  },
  {
    "name": "十八届以前",
    "time": "2013/12/3",
    "time2": "2013/12/",
    "points": "工作任务和政策基调",
    "detail": "继续坚持稳中求进工作总基调，把改革贯穿于经济社会发展各个领域各个环节，以改革促创新发展，完善调控方式手段，强化经济发展方式转变的内生动力，加快经济结构调整优化，加强基本公共服务体系建设，使广大人民群众共享改革发展成果，促进经济持续健康发展、社会和谐稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2013/12/3",
    "time2": "2013/12/",
    "points": "内需",
    "detail": "要坚持扩大内需战略，加快培育消费新增长点，着力优化消费环境，促进投资合理增长和结构优化，改善投资管理和服务。"
  },
  {
    "name": "十八届以前",
    "time": "2013/12/3",
    "time2": "2013/12/",
    "points": "对外贸易",
    "detail": "要实施互利共赢开放战略，积极拓展出口市场，强化多边双边及区域经济合作，推动对外开放向纵深拓展。"
  },
  {
    "name": "十八届以前",
    "time": "2013/12/3",
    "time2": "2013/12/",
    "points": "房地产",
    "detail": "做好住房保障和房地产市场调控工作。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "对经济形势的判断",
    "detail": "经济社会发展稳中有进、稳中向好，经济运行总体平稳，结构调整取得新进展，改革开放力度加大。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "面临的困难",
    "detail": "经济运行存在下行压力，部分行业产能过剩问题严重，保障粮食安全难度加大，宏观债务水平持续上升，结构性就业矛盾突出，生态环境恶化、食品药品质量堪忧、社会治安状况不佳等突出问题仍没有缓解。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "国际形势",
    "detail": "世界经济仍将延续缓慢复苏态势，但也存在不稳定不确定因素，新的增长动力源尚不明朗，大国货币政策、贸易投资格局、大宗商品价格的变化方向都存在不确定性。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，把改革创新贯穿于经济社会发展各个领域各个环节，保持宏观经济政策连续性和稳定性，着力激发市场活力，加快转方式调结构，加强基本公共服务体系建设，着力改善民生，切实提高经济发展质量和效益，促进经济持续健康发展、社会和谐稳定。不能把发展简单化为增加生产总值，抓住机遇保持国内生产总值合理增长、推进经济结构调整，努力实现经济发展质量和效益得到提高又不会带来后遗症的速度。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "财政政策和货币政策",
    "detail": "必须继续实施积极的财政政策和稳健的货币政策。要进一步调整财政支出结构，厉行节约，提高资金使用效率，完善结构性减税政策，扩大营改增试点行业。要保持货币信贷及社会融资规模合理增长，改善和优化融资结构和信贷结构，提高直接融资比重，推进利率市场化和人民币汇率形成机制改革，增强金融运行效率和服务实体经济能力。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "消费、投资、外需三驾马车",
    "detail": "要努力释放有效需求，充分发挥消费的基础作用、投资的关键作用、出口的支撑作用，把拉动增长的消费、投资、外需这“三驾马车”掌控好。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "去产能",
    "detail": "坚定不移化解产能过剩，不折不扣执行好中央化解产能过剩的决策部署。把使市场在资源配置中起决定性作用和更好发挥政府作用有机结合起来，坚持通过市场竞争实现优胜劣汰。政府要强化环保、安全等标准的硬约束，加大执法力度，对破坏生态环境的要严惩重罚。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "风险",
    "detail": "把控制和化解地方政府性债务风险作为经济工作的重要任务，把短期应对措施和长期制度建设结合起来，做好化解地方政府性债务风险各项工作。加强源头规范，把地方政府性债务分门别类纳入全口径预算管理，严格政府举债程序。明确责任落实，省区市政府要对本地区地方政府性债务负责任。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "对外贸易",
    "detail": "要保持传统出口优势，发挥技术和大型成套装备出口对关联行业出口的带动作用，创造新的比较优势和竞争优势，扩大国内转方式调结构所需设备和技术等进口。注重制度建设和规则保障，加快推进自贸区谈判，稳步推进投资协定谈判。营造稳定、透明、公平的投资环境，切实保护投资者的合法权益。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "对外开放",
    "detail": "要保持传统出口优势，发挥技术和大型成套装备出口对关联行业出口的带动作用，创造新的比较优势和竞争优势，扩大国内转方式调结构所需设备和技术等进口。注重制度建设和规则保障，加快推进自贸区谈判，稳步推进投资协定谈判。营造稳定、透明、公平的投资环境，切实保护投资者的合法权益。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "内需",
    "detail": "构建扩大内需长效机制，着力增加消费需求。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2013/12/10-13",
    "time2": "2013/12/",
    "points": "改革",
    "detail": "要区分情况、分类推进，对方向明、见效快的改革，属于地方和部门可以授权操作的改革，明年和近期就可以加快推进；对涉及面广、需要中央决策的改革，要加快研究提出改革方案，制定具体改革策略，全面统筹和审定后，明年适时加以推进；对认识还不深入、但又必须推进的改革，要大胆探索、试点先行，找出规律，凝聚共识，为全面推开积累经验、创造条件；对全会提出的一些需要推进的制度性建设，需要修改完善法律的也要加强研究、尽快启动。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "对经济形势的判断",
    "detail": "一季度经济增速处于/度预期目标范围，经济结构呈现积极变化，内需比重继续提高，消费拉动作用增强，投资结构继续优化，经济形势总体符合宏观调控和发展预期。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "面临的困难",
    "detail": "我国经济发展外部环境仍然存在较大不确定性，经济增长下行压力依然存在，一些困难不容低估，潜在风险需要高度关注。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "工作任务和政策基调",
    "detail": "继续坚持稳中求进工作总基调，统筹处理好稳增长、促改革、调结构、惠民生、防风险的关系，保持宏观政策的连续性和稳定性，根据形势变化适时调整其内涵，努力实现全年经济社会发展各项预期目标。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "财政政策和货币政策",
    "detail": "财政政策和货币政策都要坚持现有政策基调，加快下达拨付中央转移支付资金，合理调节流动性水平，加大对小微企业、“三农”和社会事业等领域的支持力度。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "改革",
    "detail": "要进一步简政放权，着力营造公平竞争市场环境，继续取消和下放行政审批事项，加快建立和完善政府权力清单制度，探索实行负面清单管理模式，继续推进财税、金融、价格、科技管理体制等方面改革。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "区域发展",
    "detail": "要继续支持西部大开发、东北地区等老工业基地全面振兴，推动京津冀协同发展和长江经济带发展。"
  },
  {
    "name": "十八届以前",
    "time": "2014/4/25",
    "time2": "2014/4/",
    "points": "内需",
    "detail": "出台促进信息、旅游、体育、养老、健康服务业以及职业教育等领域发展的若干政策，促进居民扩大消费。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "对经济形势的判断",
    "detail": "上半年经济运行保持在合理区间，主要指标符合年度预期目标。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "面临的困难",
    "detail": "国内外环境相当复杂，不稳定不确定因素依然较多，经济发展仍面临较大挑战，保持经济平稳发展需要付出更多努力。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "工作任务和政策基调",
    "detail": "准确把握改革发展稳定的平衡点，准确把握近期目标和长期发展的平衡点，准确把握经济社会发展和人民生活改善的结合点。保持宏观政策连续性和稳定性，针对经济运行中的突出问题，更加注重定向调控，有效实施一些兼顾当前和长远的政策措施，加快深化改革开放，着力推动结构调整，妥善防范化解风险，不断改善民生工作，促进经济持续健康发展，努力实现全年经济社会发展预期目标。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "改革",
    "detail": "坚持把改革放在重中之重位置，要增大简政放权的含金量，加紧深化投资体制改革，尽快放开自然垄断行业的竞争性业务，加快服务业有序开放，放宽制造业准入限制，同时放管结合，加强市场监管。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "内需",
    "detail": "要积极扩大有效投资，发挥好投资的关键作用，进一步释放民间投资潜力，着力提高投资质量和效益。要努力扩大消费需求，发挥好消费的基础作用，顺应居民消费结构升级趋势，完善消费政策，改善消费环境，不断释放消费潜力。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "对外贸易",
    "detail": "要努力稳定对外贸易，提高对外开放水平，落实完善促进外贸发展政策，坚持积极有效利用外资，有力推动出口升级和贸易平衡发展。"
  },
  {
    "name": "十八届以前",
    "time": "2014/7/29",
    "time2": "2014/7/",
    "points": "风险",
    "detail": "要准确把握存在的各种风险，采用有效方法应对和化解不同风险"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "对经济形势的判断",
    "detail": "实现了经济社会持续稳步发展，经济发展形势总体是好的。"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "面临的困难",
    "detail": "经济发展新常态下出现的一些趋势性变化使经济社会发展面临不少困难和挑战。"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，坚持以提高经济发展质量和效益为中心，主动适应经济发展新常态，保持经济运行在合理区间，把转方式调结构放到更加重要位置，狠抓改革攻坚，突出创新驱动，强化风险防控，加强民生保障，促进经济持续健康发展和社会和谐稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "财政政策和货币政策",
    "detail": "继续实施积极的财政政策和稳健的货币政策。"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "区域发展",
    "detail": "要优化经济发展空间格局，继续实施区域总体发展战略，推进“一带一路”、京津冀协同发展、长江经济带建设。"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "改革",
    "detail": "要坚定不移推进经济体制改革，推出既有年度特点、又有利于长远制度安排的改革举措，提高经济体制改革方案质量，抓好经济体制改革措施的落地。"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "内需",
    "detail": "要释放内需潜力"
  },
  {
    "name": "十八届以前",
    "time": "2014/12/5",
    "time2": "2014/12/",
    "points": "对外贸易",
    "detail": "促进进口和出口平衡、引进外资和对外投资平衡，逐步实现国际收支基本平衡"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "对经济形势的判断",
    "detail": "全年主要目标和任务可望较好完成，经济运行处在合理区间。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "面临的困难",
    "detail": "经济下行压力较大，结构调整阵痛显现，企业生产经营困难增多，部分经济风险显现。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "内需",
    "detail": "过去我国消费具有明显的模仿型排浪式特征，现在模仿型排浪式消费阶段基本结束，个性化、多样化消费渐成主流，保证产品质量安全、通过创新供给激活需求的重要性显著上升，必须采取正确的消费政策，释放消费潜力，使消费继续在推动经济发展中发挥基础作用。必须善于把握投资方向，消除投资障碍，使投资继续对经济发展发挥关键作用。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "对外贸易",
    "detail": "我国出口竞争优势依然存在，高水平引进来、大规模走出去正在同步发生，必须加紧培育新的比较优势，使出口继续对经济发展发挥支撑作用。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "风险",
    "detail": "各类隐性风险逐步显性化，风险总体可控，但化解以高杠杆和泡沫化为主要特征的各类风险将持续一段时间，必须标本兼治、对症下药，建立健全化解各类风险的体制机制。要高度关注风险发生发展趋势，按照严控增量、区别对待、分类施策、逐步化解的原则，有序加以化解。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，坚持以提高经济发展质量和效益为中心，主动适应经济发展新常态，保持经济运行在合理区间，把转方式调结构放到更加重要位置，狠抓改革攻坚，突出创新驱动，强化风险防控，加强民生保障，促进经济平稳健康发展和社会和谐稳定。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "财政政策和货币政策",
    "detail": "继续实施积极的财政政策和稳健的货币政策。积极的财政政策要有力度，货币政策要更加注重松紧适度。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "改革",
    "detail": "加快推进经济体制改革。要围绕解决发展面临的突出问题推进改革，推出既具有年度特点、又有利于长远制度安排的改革举措，继续抓好各项改革方案制定。要加快行政审批、投资、价格、垄断行业、特许经营、政府购买服务、资本市场、民营银行准入、对外投资等领域改革，使改革举措有效转化成发展动力。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2014/12/9-11",
    "time2": "2014/12/",
    "points": "对外开放",
    "detail": "更加积极地促进内需和外需平衡、进口和出口平衡、引进外资和对外投资平衡，逐步实现国际收支基本平衡，构建开放型经济新体制。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "对经济形势的判断",
    "detail": "一季度经济增长与预期目标相符，经济结构战略性调整逐步深化，需求结构、生产结构、企业组织结构、产品结构、商业模式发生幅度较大的调整，一些新的增长点破茧而出。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "面临的困难",
    "detail": "新的增长动力正在形成之中，外部需求收缩，内部多种矛盾聚合，经济运行走势分化，下行压力仍然较大。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，主动适应经济发展新常态，坚持以提高经济发展质量和效益为中心，保持宏观政策连续性和稳定性，加大定向调控力度，及时进行预调微调，高度重视应对经济下行压力，加快改革开放步伐，保持稳增长、促改革、调结构、惠民生、防风险综合平衡，促进经济持续健康发展和社会大局稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "财政政策和货币政策",
    "detail": "积极的财政政策要增加公共支出，加大降税清费力度，稳健的货币政策要把握好度，注意疏通货币政策向实体经济的传导渠道。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "内需",
    "detail": "要注重发挥投资的关键作用，认真选择好投资项目，做到有市场，有长期回报。要注重扩大消费需求，有针对性地挖掘消费潜力，努力提高消费品质量和服务水平，培育新的消费增长点。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "改革",
    "detail": "要整体推进财税、金融、投融资体制改革，解决好重大基础设施项目、市政项目、实体产业部分资金循环不畅问题。中央坚持国有企业改革方向没有变。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "房地产",
    "detail": "建立房地产健康发展的长效机制。"
  },
  {
    "name": "十八届以前",
    "time": "2015/4/30",
    "time2": "2015/4/",
    "points": "对外贸易",
    "detail": "坚持对外开放和利用外资政策也没有变。"
  },
  {
    "name": "十八届以前",
    "time": "2015/7/30",
    "time2": "2015/7/",
    "points": "对经济形势的判断",
    "detail": "上半年经济增长与预期目标相符，主要经济指标有所回升，结构调整继续推进，农业形势持续向好，发展活力有所增强。"
  },
  {
    "name": "十八届以前",
    "time": "2015/7/30",
    "time2": "2015/7/",
    "points": "面临的困难",
    "detail": "经济下行压力依然较大，一些企业经营困难，经济增长新动力不足和旧动力减弱的结构性矛盾依然突出。"
  },
  {
    "name": "十八届以前",
    "time": "2015/7/30",
    "time2": "2015/7/",
    "points": "工作任务和政策基调",
    "detail": "主动适应经济发展新常态，坚持稳中求进工作总基调，坚持以提高经济发展质量和效益为中心，保持宏观政策连续性和稳定性，在区间调控基础上加大定向调控力度，及时进行预调微调，高度重视应对经济下行压力，高度重视防范和化解系统性风险，大力推进改革开放，保持稳增长、促改革、调结构、惠民生、防风险综合平衡，保持经济运行在合理区间。"
  },
  {
    "name": "十八届以前",
    "time": "2015/7/30",
    "time2": "2015/7/",
    "points": "财政政策和货币政策",
    "detail": "坚持积极的财政政策不变调，保持公共支出力度，继续减轻企业负担，引导和撬动更多民间资金增加投入。稳健的货币政策要松紧适度，保持合理的流动性，提高服务实体经济能力和水平。"
  },
  {
    "name": "十八届以前",
    "time": "2015/7/30",
    "time2": "2015/7/",
    "points": "改革",
    "detail": "要把改革作为调整结构的根本依靠，继续推进简政放权、放管结合、优化服务，重点推进国企、财税、金融等体制机制改革。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "对经济形势的判断",
    "detail": "我国经济运行总体平稳，稳中有进、稳中有好，完成了今年主要目标任务。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "工作任务和政策基调",
    "detail": "加强和改善党对经济工作的领导，统筹国内国际两个大局，按照“五位一体”总体布局和“四个全面”战略布局的要求，牢固树立和贯彻落实创新、协调、绿色、开放、共享的发展理念，适应经济发展新常态。坚持稳中求进总基调，坚持稳增长、调结构、惠民生、防风险，保持经济运行在合理区间，着力加强结构性改革，在适度扩大总需求的同时，提高供给体系质量和效率，提高投资有效性，加快培育新的发展动能，改造提升传统比较优势，增强持续增长动力，推动我国社会生产力水平整体改善。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "去产能",
    "detail": "要积极稳妥推进企业优胜劣汰，通过兼并重组、破产清算，实现市场出清。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "降成本",
    "detail": "要帮助企业降低成本，包括降低制度性交易成本、企业税费负担、社会保险费、财务成本、电力价格、物流成本等，打出一套“组合拳”。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "房地产",
    "detail": "要化解房地产库存，通过加快农民工市民化，推进以满足新市民为出发点的住房制度改革，扩大有效需求，稳定房地产市场。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "内需",
    "detail": "要扩大有效供给，保持有效投资力度，着力补齐短板。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "风险",
    "detail": "要防范化解金融风险，坚决守住不发生系统性和区域性金融风险的底线。"
  },
  {
    "name": "十八届以前",
    "time": "2015/12/14",
    "time2": "2015/12/",
    "points": "改革",
    "detail": "要深化改革开放，继续深化简政放权、放管结合、优化服务，加大国企、财税、金融、社保等重要领域和关键环节改革力度，推出一批具有重大牵引作用的改革举措。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "对经济形势的判断",
    "detail": "经济运行总体平稳，稳中有进，稳中有好，经济保持中高速增长，经济结构优化，改革开放向纵深迈进。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，坚持稳增长、调结构、惠民生、防风险，保持经济运行在合理区间，在适度扩大总需求的同时，去产能、去库存、去杠杆、降成本、补短板，提高供给体系质量和效率，提高投资有效性，加快培育新的发展动能，改造提升传统比较优势，增强持续增长动力，推动我国社会生产力水平整体改善。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "财政政策和货币政策",
    "detail": "积极的财政政策要加大力度，实行减税政策，阶段性提高财政赤字率，在适当增加必要的财政支出和政府投资的同时，主要用于弥补降税带来的财政减收，保障政府应该承担的支出责任。稳健的货币政策要灵活适度，为结构性改革营造适宜的货币金融环境，降低融资成本，保持流动性合理充裕和社会融资总量适度增长，扩大直接融资比重，优化信贷结构，完善汇率形成机制。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "改革",
    "detail": "要完善落实机制，把握好改革试点，加强统筹协调，调动地方积极性，允许地方进行差别化探索。要大力推进国有企业改革，加快改组组建国有资本投资、运营公司，加快推进垄断行业改革。要加快财税体制改革，抓住划分中央和地方事权和支出责任、完善地方税体系、增强地方发展能力、减轻企业负担等关键性问题加快推进。要加快金融体制改革。抓紧研究提出金融监管体制改革方案；加快推进银行体系改革，深化国有商业银行改革。要加快养老保险制度改革，完善个人账户，坚持精算平衡，提高统筹层次。要加快医药卫生体制改革，在保基本、强基层的基础上，着力建立新的体制机制，解决好群众看病难看病贵问题。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "去产能",
    "detail": "研究制定全面配套的政策体系，因地制宜、分类有序处置，依法为实施市场化破产程序创造条件，加快破产清算案件审理。要提出和落实财税支持、不良资产处置、失业人员再就业和生活保障以及专项奖补等政策，资本市场要配合企业兼并重组。要尽可能多兼并重组、少破产清算，做好职工安置工作。要严格控制增量，防止新的产能过剩。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "降成本",
    "detail": "要降低制度性交易成本，要降低企业税费负担，进一步正税清费，清理各种不合理收费，营造公平的税负环境，研究降低制造业增值税税率。要降低社会保险费，研究精简归并“五险一金”。要降低企业财务成本。要降低电力价格，推进电价市场化改革，完善煤电价格联动机制。要降低物流成本，推进流通体制改革。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "房地产",
    "detail": "按照加快提高户籍人口城镇化率和深化住房制度改革的要求，通过加快农民工市民化，扩大有效需求，打通供需通道，消化库存，稳定房地产市场。要明确深化住房制度改革方向，以满足新市民住房需求为主要出发点，以建立购租并举的住房制度为主要方向，把公租房扩大到非户籍人口。要发展住房租赁市场，鼓励自然人和各类机构投资者购买库存商品房，成为租赁市场的房源提供者，鼓励发展以住房租赁为主营业务的专业化企业。适当降低商品住房价格，要取消过时的限制性措施。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "风险",
    "detail": "对信用违约要依法处置。要有效化解地方政府债务风险，做好地方政府存量债务置换工作，完善全口径政府债务管理，改进地方政府债券发行办法。要加强全方位监管，规范各类融资行为，抓紧开展金融风险专项整治，坚决遏制非法集资蔓延势头，加强风险监测预警，妥善处理风险案件，坚决守住不发生系统性和区域性风险的底线。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2015/12/18-21",
    "time2": "2015/12/",
    "points": "对外开放",
    "detail": "要继续抓好优化对外开放区域布局、推进外贸优进优出、积极利用外资、加强国际产能和装备制造合作、加快自贸区及投资协定谈判、积极参与全球经济治理等工作。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "对经济形势的判断",
    "detail": "一季度，国内生产总值增速、城镇新增就业、城乡居民收入增长等主要经济指标符合预期目标，经济运行保持在合理区间。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "面临的困难",
    "detail": "经济下行压力仍然较大，一些实体企业生产经营仍然困难，市场风险点增多。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "工作任务和政策基调",
    "detail": "要坚持适度扩大总需求，实行积极的财政政策和稳健的货币政策，坚定不移以推进供给侧结构性改革为主线，加快培育新的发展动能，改造提升传统比较优势，全面落实“去产能、去库存、去杠杆、降成本、补短板”五大重点任务。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "汇率",
    "detail": "要保持人民币汇率基本稳定，逐步形成以市场供求为基础、双向浮动、有弹性的汇率运行机制。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "房地产",
    "detail": "要按照加快提高户籍人口城镇化率和深化住房制度改革的要求，有序消化房地产库存，注重解决区域性、结构性问题，实行差别化的调控政策。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "改革",
    "detail": "积极稳妥推进价格改革。要坚持基本经济制度，深化国有企业改革，促进非公有制经济健康发展。"
  },
  {
    "name": "十八届以前",
    "time": "2016/4/29",
    "time2": "2016/4/",
    "points": "对外开放",
    "detail": "扩大对外开放，吸引外国资本来华投资，稳定发展预期，增强市场信心。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "对经济形势的判断",
    "detail": "上半年经济运行总体平稳，转方式、调结构稳步推进，企业效益有所回升，金融市场总体平稳运行，城镇新增就业持续增加，人民生活继续改善，社会大局保持稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "面临的困难",
    "detail": "经济下行压力依然较大，存在一些必须高度重视的风险隐患。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "工作任务和政策基调",
    "detail": "通过实施适度扩大总需求、坚定不移推进供给侧结构性改革、引导良好发展预期的组合政策，努力保持经济平稳发展走势。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "财政政策和货币政策",
    "detail": "要落实各项减税降费措施，保证公共支出能力和力度，发挥财政资金效应，引导社会资金更多投向实体经济和基础设施建设薄弱领域。要引导货币信贷和社会融资合理增长，着力疏通货币政策传导渠道，优化信贷结构，支持实体经济发展。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "风险",
    "detail": "要有效防范和化解金融风险隐患。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "汇率",
    "detail": "保持人民币汇率在合理均衡水平上基本稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "改革",
    "detail": "要持续深化“放、管、服”和财税、金融、创新、国企等重点领域改革。用重大改革举措落地增强发展信心，特别要坚持基本经济制度，鼓励民间投资，改善企业微观环境，创造各类企业平等竞争、健康发展的市场环境。"
  },
  {
    "name": "十八届以前",
    "time": "2016/7/26",
    "time2": "2016/7/",
    "points": "供给侧改革",
    "detail": "去产能和去杠杆的关键是深化国有企业和金融部门的基础性改革，去库存和补短板的指向要同有序引导城镇化进程和农民工市民化有机结合起来，降成本的重点是增加劳动力市场灵活性、抑制资产泡沫和降低宏观税负。"
  },
  {
    "name": "十八届以前",
    "time": "2016/10/28",
    "time2": "2016/10/",
    "points": "对经济形势的判断",
    "detail": "我国经济运行总体平稳，结构调整取得积极进展，城镇新增就业好于预期，去产能、去库存、降成本、补短板等取得进展，去杠杆新举措开始实施，经济发展新动能加快成长。"
  },
  {
    "name": "十八届以前",
    "time": "2016/10/28",
    "time2": "2016/10/",
    "points": "面临的困难",
    "detail": "经济走势继续分化，地区、产业、企业之间增长情况差异较大，经济运行中的矛盾和问题仍然较多。"
  },
  {
    "name": "十八届以前",
    "time": "2016/10/28",
    "time2": "2016/10/",
    "points": "工作任务和政策基调",
    "detail": "继续坚持适度扩大总需求，以推进供给侧结构性改革为主线，注重预期引导，要深化、细化、具体化政策组合，加大工作落实力度，确保实现今年经济社会发展预期目标。"
  },
  {
    "name": "十八届以前",
    "time": "2016/10/28",
    "time2": "2016/10/",
    "points": "财政政策和货币政策",
    "detail": "要有效实施积极的财政政策，保证财政合理支出，加大对特困地区和困难省份支持力度。要坚持稳健的货币政策，在保持流动性合理充裕的同时，注重抑制资产泡沫和防范经济金融风险。"
  },
  {
    "name": "十八届以前",
    "time": "2016/10/28",
    "time2": "2016/10/",
    "points": "内需",
    "detail": "要巩固投资有所企稳态势，推动消费平稳增长。"
  },
  {
    "name": "十八届以前",
    "time": "2016/10/28",
    "time2": "2016/10/",
    "points": "对外贸易",
    "detail": "促进对外贸易改善。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "对经济形势的判断",
    "detail": "经济运行保持在合理区间，质量效益提升，经济结构继续优化，改革开放取得新突破，人民生活水平进一步提高，环境质量得到改善。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "面临的困难",
    "detail": "经济运行仍面临不少突出矛盾和问题，产能过剩和需求结构升级的矛盾仍然突出，一些领域金融风险显现，部分地区困难较大等。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，适应把握引领经济发展新常态，牢固树立和贯彻落实新发展理念，坚持以提高发展质量和效益为中心，坚持以推进供给侧结构性改革为主线，适度扩大总需求，加强预期引导，深化创新驱动，全面做好稳增长、促改革、调结构、惠民生、防风险各项工作，促进经济平稳健康发展和社会和谐稳定。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "房地产",
    "detail": "加快研究建立符合国情、适应市场规律的房地产平稳健康发展长效机制。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "改革",
    "detail": "加快推进国企、财税、金融、社保等基础性关键性改革，更好发挥经济体制改革的牵引作用。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "对外开放",
    "detail": "要扎实推进“一带一路”建设，扩大开放领域，积极吸引外资。"
  },
  {
    "name": "十八届以前",
    "time": "2016/12/9",
    "time2": "2016/12/",
    "points": "内需",
    "detail": "改善投资环境，释放消费潜力。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "对经济形势的判断",
    "detail": "缓中趋稳、稳中向好，经济运行保持在合理区间，质量和效益提高。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "面临的困难",
    "detail": "产能过剩和需求结构升级矛盾突出，经济增长内生动力不足，金融风险有所积聚，部分地区困难增多等。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持稳中求进工作总基调，适应把握引领经济发展新常态，坚持以提高发展质量和效益为中心，坚持以推进供给侧结构性改革为主线，适度扩大总需求，全面做好稳增长、促改革、调结构、惠民生、防风险各项工作，促进经济平稳健康发展和社会和谐稳定。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "财政政策和货币政策",
    "detail": "要继续实施积极的财政政策和稳健的货币政策。财政政策要更加积极有效，预算安排要适应推进供给侧结构性改革、降低企业税费负担、保障民生兜底的需要。货币政策要保持稳健中性，适应货币供应方式新变化，调节好货币闸门，努力畅通货币政策传导渠道和机制，维护流动性基本稳定。要在增强汇率弹性的同时，保持人民币汇率在合理均衡水平上的基本稳定。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "风险",
    "detail": "要把防控金融风险放到更加重要的位置，下决心处置一批风险点，着力防控资产泡沫，提高和改进监管能力，确保不发生系统性金融风险。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "去产能",
    "detail": "要继续推动钢铁、煤炭行业化解过剩产能。要抓住处置“僵尸企业”这个牛鼻子，严格执行环保、能耗、质量、安全等相关法律法规和标准，创造条件推动企业兼并重组，妥善处置企业债务，做好人员安置工作。要防止已经化解的过剩产能死灰复燃，同时用市场、法治的办法做好其他产能严重过剩行业去产能工作。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "去库存",
    "detail": "要坚持分类调控，因城因地施策，重点解决三四线城市房地产库存过多问题。要把去库存和促进人口城镇化结合起来，提高三四线城市和特大城市间基础设施的互联互通，提高三四线城市教育、医疗等公共服务水平，增强对农业转移人口的吸引力。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "去杠杆",
    "detail": "要在控制总杠杆率的前提下，把降低企业杠杆率作为重中之重。要支持企业市场化、法治化债转股，加大股权融资力度，加强企业自身债务杠杆约束等，降低企业杠杆率。要规范政府举债行为。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "降成本",
    "detail": "要在减税、降费、降低要素成本上加大工作力度。要降低各类交易成本特别是制度性交易成本，减少审批环节，降低各类中介评估费用，降低企业用能成本，降低物流成本，提高劳动力市场灵活性，推动企业眼睛向内降本增效。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "房地产",
    "detail": "要坚持“房子是用来住的、不是用来炒的”的定位，综合运用金融、土地、财税、投资、立法等手段，加快研究建立符合国情、适应市场规律的基础性制度和长效机制，严格限制信贷流向投资投机性购房。要落实地方政府主体责任，房价上涨压力大的城市要合理增加土地供应，提高住宅用地比例，盘活城市闲置和低效用地。要加快住房租赁市场立法，加快机构化、规模化租赁企业发展。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2016/12/14-16",
    "time2": "2016/12/",
    "points": "改革",
    "detail": "要深化国企国资改革，在电力、石油、天然气、铁路、民航、电信、军工等领域迈出实质性步伐。加快推动国有资本投资、运营公司改革试点。要加强产权保护制度建设。要稳妥推进财税和金融体制改革，落实推动中央与地方财政事权和支出责任划分改革，加快制定中央和地方收入划分总体方案，抓紧提出健全地方税体系方案。要深入研究并积极稳妥推进金融监管体制改革，深化多层次资本市场体系改革，完善国有商业银行治理结构，有序推动民营银行发展。要推动养老保险制度改革，加快出台养老保险制度改革方案。加强对财税、金融、土地、城镇化、社会保障、生态文明等基础性重大改革的推进。"
  },
  {
    "name": "十八届以前",
    "time": "2017/4/25",
    "time2": "2017/4/",
    "points": "对经济形势的判断",
    "detail": "一季度经济运行稳中向好、实现良好开局，增长和效益回升，市场预期改善。"
  },
  {
    "name": "十八届以前",
    "time": "2017/4/25",
    "time2": "2017/4/",
    "points": "面临的困难",
    "detail": "当前经济向好有周期性等因素，经济结构调整任重道远，面临不少挑战。"
  },
  {
    "name": "十八届以前",
    "time": "2017/4/25",
    "time2": "2017/4/",
    "points": "工作任务和政策基调",
    "detail": "坚持以提高发展质量和效益为中心，积极推进供给侧结构性改革，全面做好稳增长、促改革、调结构、惠民生、防风险各项工作，及时解决经济运行中的突出矛盾和问题，确保经济平稳健康发展，确保供给侧结构性改革得到深化，确保不发生系统性金融风险。"
  },
  {
    "name": "十八届以前",
    "time": "2017/4/25",
    "time2": "2017/4/",
    "points": "财政政策和货币政策",
    "detail": "继续实施积极的财政政策和稳健的货币政策。"
  },
  {
    "name": "十八届以前",
    "time": "2017/4/25",
    "time2": "2017/4/",
    "points": "房地产",
    "detail": "要加快形成促进房地产市场稳定发展的长效机制。"
  },
  {
    "name": "十八届以前",
    "time": "2017/4/25",
    "time2": "2017/4/",
    "points": "风险",
    "detail": "要高度重视防控金融风险，加强监管协调，加强金融服务实体经济，加大惩处违规违法行为工作力度。"
  },
  {
    "name": "十八届以前",
    "time": "2017/7/24",
    "time2": "2017/7/",
    "points": "对经济形势的判断",
    "detail": "上半年经济运行在合理区间，主要指标好于预期。"
  },
  {
    "name": "十八届以前",
    "time": "2017/7/24",
    "time2": "2017/7/",
    "points": "工作任务和政策基调",
    "detail": "坚持以供给侧结构性改革为主线，适度扩大总需求，加强预期引导，深化创新驱动，确保经济平稳健康发展，提高经济运行质量和效益；确保供给侧结构性改革得到深化，推动经济结构调整取得实质性进展；确保守住不发生系统性金融风险的底线。"
  },
  {
    "name": "十八届以前",
    "time": "2017/7/24",
    "time2": "2017/7/",
    "points": "供给侧改革",
    "detail": "深入推进“三去一降一补”，紧紧抓住处置“僵尸企业”这个牛鼻子，更多运用市场机制实现优胜劣汰。加大补短板力度，改善供给质量。"
  },
  {
    "name": "十八届以前",
    "time": "2017/7/24",
    "time2": "2017/7/",
    "points": "风险",
    "detail": "要积极稳妥化解累积的地方政府债务风险，有效规范地方政府举债融资，坚决遏制隐性债务增量。要深入扎实整治金融乱象，加强金融监管协调。"
  },
  {
    "name": "十八届以前",
    "time": "2017/7/24",
    "time2": "2017/7/",
    "points": "房地产",
    "detail": "要稳定房地产市场，坚持政策连续性稳定性，加快建立长效机制。"
  },
  {
    "name": "十八届以前",
    "time": "2017/7/24",
    "time2": "2017/7/",
    "points": "对外开放",
    "detail": "要稳定外资和民间投资，扩大外资市场准入。"
  },
  {
    "name": "十九届",
    "time": "2017/12/8",
    "time2": "2017/12/",
    "points": "工作任务和政策基调",
    "detail": "坚持以供给侧结构性改革为主线，统筹推进稳增长、促改革、调结构、惠民生、防风险各项工作，大力推进改革开放，创新和完善宏观调控，推动质量变革、效率变革、动力变革，在打好防范化解重大风险、精准脱贫、污染防治的攻坚战方面取得扎实进展，引导和稳定预期，加强和改善民生，促进经济社会持续健康发展。"
  },
  {
    "name": "十九届",
    "time": "2017/12/8",
    "time2": "2017/12/",
    "points": "风险",
    "detail": "防范化解重大风险要使宏观杠杆率得到有效控制，金融服务实体经济能力增强，防范风险工作取得积极成效。"
  },
  {
    "name": "十九届",
    "time": "2017/12/8",
    "time2": "2017/12/",
    "points": "对外开放",
    "detail": "推动形成全面开放新格局。"
  },
  {
    "name": "十九届",
    "time": "2017/12/8",
    "time2": "2017/12/",
    "points": "房地产",
    "detail": "加快住房制度改革和长效机制建设。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "工作任务和政策基调",
    "detail": "加强党对经济工作的领导，坚持稳中求进工作总基调，坚持新发展理念，按照高质量发展的要求，坚持以供给侧结构性改革为主线，统筹推进稳增长、促改革、调结构、惠民生、防风险各项工作。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "财政政策和货币政策",
    "detail": "积极的财政政策取向不变，调整优化财政支出结构，确保对重点领域和项目的支持力度，压缩一般性支出，切实加强地方政府债务管理。稳健的货币政策要保持中性，管住货币供给总闸门，保持货币信贷和社会融资规模合理增长，保持人民币汇率在合理均衡水平上的基本稳定，促进多层次资本市场健康发展，更好为实体经济服务，守住不发生系统性金融风险的底线。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "结构性政策",
    "detail": "结构性政策要发挥更大作用，强化实体经济吸引力和竞争力，优化存量资源配置，强化创新驱动，发挥好消费的基础性作用，促进有效投资特别是民间投资合理增长。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "改革",
    "detail": "在经济体制改革上步子再快一些，以完善产权制度和要素市场化配置为重点，推进基础性关键领域改革取得新的突破。完善国企国资改革方案，围绕管资本为主加快转变国有资产监管机构职能，改革国有资本授权经营体制。依法甄别纠正社会反映强烈的产权纠纷案件。全面实施并不断完善市场准入负面清单制度，破除歧视性限制和各种隐性障碍。加大重要领域和关键环节改革力度，营造支持民营企业发展良好环境，深化国企国资、财政金融等改革。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "对外开放",
    "detail": "扩大对外开放，大幅放宽市场准入，加快形成全面开放新格局。要在开放的范围和层次上进一步拓展，有序放宽市场准入，全面实行准入前国民待遇加负面清单管理模式，继续精简负面清单，抓紧完善外资相关法律，加强知识产权保护。促进贸易平衡，更加注重提升出口质量和附加值，积极扩大进口，下调部分产品进口关税。大力发展服务贸易。继续推进自由贸易试验区改革试点。有效引导支持对外投资。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "风险",
    "detail": "打好防范化解重大风险攻坚战，重点是防控金融风险，做好重点领域风险防范和处置，坚决打击违法违规金融活动，加强薄弱环节监管制度建设。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "供给侧改革",
    "detail": "深化要素市场化配置改革，重在“破”、“立”、“降”上下功夫。大力破除无效供给，把处置“僵尸企业”作为重要抓手，推动化解过剩产能；大力降低实体经济成本，降低制度性交易成本，继续清理涉企收费，加大对乱收费的查处和整治力度，深化电力、石油天然气、铁路等行业改革，降低用能、物流成本。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "房地产",
    "detail": "加快建立多主体供应、多渠道保障、租购并举的住房制度。要发展住房租赁市场特别是长期租赁，保护租赁利益相关方合法权益，支持专业化、机构化住房租赁企业发展。完善促进房地产市场平稳健康发展的长效机制。"
  },
  {
    "name": "中央经济工作会议",
    "time": "2017/12/18-20",
    "time2": "2017/12/",
    "points": "内需",
    "detail": "增强消费对经济发展的基础性作用，发挥投资对优化供给结构的关键性作用。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "对经济形势的判断",
    "detail": "一季度主要指标总体稳定、协调性较好，内需拉动作用增强，工业和服务业协同性较好。经济运行内在稳定性有效提升，推动高质量发展取得良好开端，我国经济周期性态势好转。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "面临的困难",
    "detail": "制约经济持续向好的结构性、深层次问题仍然突出，“三大攻坚战”还有不少难题需要攻克，世界经济政治形势更加错综复杂，完成全年目标任务需要付出艰苦努力。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "财政政策和货币政策",
    "detail": "首先要全力打好“三大攻坚战”，同时要坚持积极的财政政策取向不变，保持货币政策稳健中性，注重引导预期。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "内需",
    "detail": "把加快调整结构与持续扩大内需结合起来，保持宏观经济平稳运行。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "供给侧改革",
    "detail": "要深化供给侧结构性改革，更多运用市场化法治化手段化解过剩产能，加强关键核心技术攻关，积极支持新产业、新模式、新业态发展，继续简政放权，减税降费，降低企业融资、用能和物流成本。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "对外开放",
    "detail": "要更加积极主动推进改革开放，尽早落实已确定的重大开放举措。"
  },
  {
    "name": "十九届",
    "time": "2018/4/23",
    "time2": "2018/4/",
    "points": "风险",
    "detail": "要推动信贷、股市、债市、汇市、楼市健康发展，及时跟进监督，消除隐患。"
  }];
var dataset2=d3.nest()
              .key(function(d) { return d.points; })
              .entries(datasetfor2);
// 21个要点
var keys=dataset2.map(function (d,i) {
  return d.key
})

$(".pointlist").find("li").each(function (i) {
  $(this).html("<a>"+keys[i]+"</a>")
})
// 表格中的时间和详细信息
var details2=[];
var time2=[];
// 每个li下添加表格
for (var i = 0; i < dataset2.length; i++) {
  details2[i]=dataset2[i].values.map(function (d,i) {
    return d.detail
  })
  time2[i]=dataset2[i].values.map(function (d,i) {
    return d.time
  })
  $(".pointlist").find("li").eq(i).append("<table><caption>所选要点：对经济形势的判断</caption><tr><th>会议时间</th><th>会议对该要点的相关阐述</th></tr></table>")
}
  var tab=0;
  for (var i = 0; i < time2.length; i++) {
    for (var j = 0; j < time2[i].length; j++) {
       if((time2[i][j].length)>10){
       tab=$("<tr><td class='star'>"+time2[i][j]+"</td><td>"+ details2[i][j]+"</td></tr>")
     }else {
       tab=$("<tr><td>"+time2[i][j]+"</td><td>"+ details2[i][j]+"</td></tr>")
     }
       $(".pointlist").find("table").eq(i).append(tab)
    }
  }
// 中央经济工作会议的星星
$(".star").prepend("<i class='icon iconfont icon-xingxing' id='icon3'></i>")
// 页面初始的显示状态
$(".pointlist").find("li").eq(0).find("table").css({"display":"block","overflow":"visible"})
$(".pointlist").find("li").eq(0).css("background-color","rgb(91, 186, 182)")
$(".pointlist").find("li:gt(3)").css("visibility","hidden")
// 要点点击状态
$(".pointlist").find("li").on("click",function () {
      $(".pointlist").find("table").css("display","none")
      $(".pointlist").find("li").css("background-color","rgb(152, 209, 203)")
      $(".icon1").css("background-color","rgb(152, 209, 203)")
      $(this).css("background-color","rgb(91, 186, 182)")
      $(this).find("table").css({"display":"block","overflow":"hidden"})
      $(this).find("caption").text("所选要点："+$(this).find("a").text())
      $(this).find("table").css("visibility","visible")
      // 点击后自动折起菜单
      $(".pointlist").find("li:gt(3)").css("visibility","hidden")
      $(".icon1").removeClass("icon-jiantoushang").addClass("icon-jiantouxia")
    // 双下箭头的显示和隐藏
      if ( $(this).find("table").height()>=460) {
        if ($(".iconbot").length == 0) {
          $(".icon2").append("<i class='iconbot icon iconfont icon-shuangxiajiantou'></i>")
        }
          $(".icon2").css("visibility","visible")
      }else{
          $(".icon2").css("visibility","hidden")
      }
    // 内需状态
      if ($(this).hasClass("special")) {
      $(".icon1").css("background-color","rgb(91, 186, 182)")
      }
    })
// 箭头点击菜单折叠展开状态
    $(".icon-jiantouxia").on("click",function () {
      if (  $(".pointlist").find("li:gt(3)").css("visibility")=="visible") {
        $(".pointlist").find("li:gt(3)").css("visibility","hidden")
      }else {
        $(".pointlist").find("li:gt(3)").css("visibility","visible")
      }
      $(this).toggleClass("icon-jiantouxia").toggleClass("icon-jiantoushang")
    })

    // 双下箭头点击状态
    $(".icon2").click(function () {
      $(this).css("visibility","hidden");
      $("table").css("overflow","visible");
    })
